[XComMultiplayerTacticalUI]
MutonM2_LW="<Bullet/> Мутон-центурiон володiє всiма здiбностями звичайного мутона, а також здатний видавати бойовий клич, що пiдвищує бойову ефективнiсть його союзникiв. Вiн озброєний багнетом i безжально атакує противникiв, що опинилися на вiдстанi ривка.\n<Bullet/> На вiдмiну вiд мутонiв епохи вторгнення, цi гiбриднi пiдвиди смертельно небезпечнi в ближньому бою.\n<Bullet/> Центурiони здатнi контратакувати своїх противникiв у рукопашнiй сутичцi\n<Bullet/> Вони також можуть добивати знерухомлених противникiв; нi в якому разi не дозволяйте ворожим мутонам наближатися до ваших оглушених бiйцiв\n<Bullet/> Вони також можуть вести вогонь на подавлення, а їх бойова броня забезпечує чудовий захист"
MutonM3_LW="<Bullet/>"

DroneM1="<Bullet/>Дрон-охоронець - дешевий розвiдник, призначений переважно для подавлення цивiльного населення."

[CorpseDrone X2ItemTemplate]
FriendlyName="Обломки дрона"
FriendlyNamePlural="Обломки дронiв"
BriefSummary="Судячи з уламкiв цього легкого автономного безпiлотника, вiн призначався для спостереження та контролю натовпу."

[CorpseMutonElite X2ItemTemplate]
FriendlyName="Труп елiтного Мутона"
FriendlyNamePlural="Трупи елiтних Мутонiв"
BriefSummary="Цi прибульцi знаходяться на вершинi внутрiшньої iєрархiї Мутонiв. На вiдмiну вiд центурiонiв, у них спостерiгаються значнi генетичнi модифiкацiї порiвняно зi стандартними мутонами, з якими ми вже стикалися."

;;;;;;;;;;;;;;;;;;;;;;;;;; NEW ABILITIES ;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[WarCry X2AbilityTemplate]
LocFriendlyName="Бойовий клич"
LocLongDescription="Дає значний бонус до влучностi, сили волi та мобiльностi iншим мутонам i бонуси меншого розмiру iншим розумним iнопланетянам i вiйськам \"Адвента\". Перезарядка 6 ходiв."
LocHelpText="Дає бонус iншим мутонам i деяким видам iнопланетян."
LocFlyOverText="Бойовий клич"
LocPromotionPopupText="<Bullet/> Дає значний бонус до влучностi, сили волi та мобiльностi iншим мутонам i бонуси меншого розмiру iншим розумним iнопланетянам i вiйськам \"Адвента\".<br/><Bullet/> Перезарядка 6 ходiв.<br/>"

[BayonetCharge X2AbilityTemplate]
LocFriendlyName="Випад багнетом"
LocLongDescription="У ближньому бою дозволяє атакувати цiль у межах ривка. Перезарядка 4 ходи."
LocHelpText="Дозволяє атакувати в ближньому бою на вiдстанi ривка."
LocFlyOverText="Випад багнетом"
LocPromotionPopupText="<Bullet/> Дозволяє атакувати в ближньому бою цiль у межах ривка.<br/><Bullet/> Перезарядка 4 ходи.<br/>"

[Beastmaster_LW X2AbilityTemplate]
LocFriendlyName="Повелитель звiрiв"
LocLongDescription="Не отримує шкоди вiд берсеркiв."
LocHelpText="Не отримує шкоди вiд берсеркiв."
LocFlyOverText="Повелитель звiрiв"
LocPromotionPopupText="<Bullet/> Не отримує шкоди вiд берсеркiв.<br/>"

[MassMindSpin X2AbilityTemplate]
LocFriendlyName="Масове затемнення розуму"
LocFlyOverText="Масове затемнення розуму"
LocLongDescription="Здiбнiсть \"Затемнення розуму\" застосовується проти кiлькох цiлей у конусi ураження."
LocHelpText="Псiонiчна атака кiлькох цiлей одночасно, яка може викликати рiзнi негативнi стани, включаючи контроль над свiдомiстю."
LocPromotionPopupText="<Bullet/> Псiонiчна атака кiлькох цiлей одночасно, яка може викликати рiзнi негативнi стани, включаючи контроль над свiдомiстю."
LocMissMessage="Опiр \"Затемненню розуму\"!"

[LWDroneShock X2AbilityTemplate]
LocFriendlyName="Шокер дрона"
LocLongDescription="Ефект, призначений для подавлення мирного населення, завдає мiнiмальної шкоди та дезорiєнтує або оглушує цiль."
LocHelpText="Зброя завдає мiнiмальної шкоди, але знижує боєздатнiсть цiлi."
LocFlyOverText="Шокер дрона"
LocPromotionPopupText="<Bullet/> Ефект, призначений для подавлення мирного населення, завдає мiнiмальної шкоди та дезорiєнтує або оглушує цiль.<br/>"

[LWDroneRepair X2AbilityTemplate]
LocFriendlyName="Ремонт дрона"
LocFlyOverText="Ремонт"
LocHelpText="Ремонт ближнього механiчного бiйця."
LocLongDescription="Ремонт ближнього механiчного бiйця."
LocPromotionPopupText="<Bullet/> Ремонт ближнього механiчного бiйця."

[LWDroneMeleeStun X2AbilityTemplate]
LocFriendlyName="Паралiзатор"
LocFlyOverText="Паралiзатор"
LocHelpText="Спроба паралiзувати противника на вiдстанi рукопашної атаки."
LocLongDescription="Спроба паралiзувати противника на вiдстанi рукопашної атаки."
LocPromotionPopupText="<Bullet/> Спроба паралiзувати противника на вiдстанi рукопашної атаки."
LocMissMessage="Промах!"

[PersonalShield X2AbilityTemplate]
LocFriendlyName="Особистий щит"
LocFlyOverText="Особистий щит"
LocHelpText="Додає 5 одиниць аблятивної бронi. Перезарядка 5 ходiв."
LocLongDescription="Додає 5 одиниць аблятивної бронi. Перезарядка 5 ходiв."
LocPromotionPopupText="<Bullet/> Додає 5 одиниць аблятивної бронi.<br/><Bullet/> Перезарядка 5 ходiв.<br/><Bullet/> Витрачає одну дiю, не закiнчує хiд.<br/>"

[MassReanimation_LW X2AbilityTemplate]
LocFriendlyName="Масова реанiмацiя"
LocFlyOverText="Масова реанiмацiя"
LocHelpText="Реанiмує всiх мертвих iстот поблизу, перетворюючи їх на зомбi."
LocLongDescription="Реанiмує всiх мертвих iстот поблизу, перетворюючи їх на зомбi."
LocPromotionPopupText="<Bullet/> Реанiмує всiх мертвих iстот поблизу, перетворюючи їх на зомбi."

[ReadyForAnything X2AbilityTemplate]
LocFriendlyName="Повна готовнiсть"
LocFlyOverText="Перехоплення: повна готовнiсть."
; LWOTC Needs Translation
LocHelpText="Активує режим \"перехоплення\" пiсля стандартного пострiлу з основної зброї."
LocLongDescription="Активує режим \"перехоплення\" пiсля стандартного пострiлу з основної зброї."
LocPromotionPopupText="<Bullet/> Активує режим \"перехоплення\" пiсля стандартного пострiлу з основної зброї."
; End Translation

[ReadyForAnythingFlyover X2AbilityTemplate]
LocFriendlyName="Повна готовнiсть"
LocFlyOverText="Перехоплення: повна готовнiсть."
LocHelpText="Активує режим \"перехоплення\" пiсля стандартного пострiлу з основної зброї."
LocLongDescription="Активує режим \"перехоплення\" пiсля стандартного пострiлу з основної зброї."
LocPromotionPopupText="<Bullet/> Активує режим \"перехоплення\" пiсля стандартного пострiлу з основної зброї."

[RepairServos X2AbilityTemplate]
LocFriendlyName="Боротьба за виживання"
LocFlyOverText="Боротьба за виживання"
LocLongDescription="Пiсля отримання шкоди додаються 2 од. бронi до кiнця наступного ходу."
LocHelpText="Пiсля отримання шкоди додаються 2 од. бронi до кiнця наступного ходу."
LocPromotionPopupText="<Bullet/> При попаданнi ваша броня стає мiцнiшою. Пiсля отримання шкоди додаються 2 од. бронi до кiнця наступного ходу.<br/><Bullet/> Наступнi попадання продовжують таймер.<br/>"

[RepairServosPassive X2AbilityTemplate]
LocFriendlyName="Боротьба за виживання"
LocFlyOverText="Боротьба за виживання"
LocLongDescription="Пiсля отримання шкоди додаються 2 од. бронi до кiнця наступного ходу."
LocHelpText="Пiсля отримання шкоди додаються 2 од. бронi до кiнця наступного ходу."
LocPromotionPopupText="<Bullet/> Пiсля отримання шкоди додаються 2 од. бронi до кiнця наступного ходу.<br/><Bullet/> Наступнi попадання продовжують таймер.<br/>"

;;;;;;;;;;;;;;;;;;;;;;;;;; MutonM2_LW ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[X2Ability_MutonM2_Abilities]
strBayonetChargePenalty="Центурiон отримує штраф до захисту: <XGParam:IntValue1/> на <XGParam:IntValue0/> хiд(iв)."

[MutonM2_LW X2CharacterTemplate]
strCharacterName="Мутон-Центурiон"

[MutonM2_LW_Wpn X2WeaponTemplate]
FriendlyName="Гвинтiвка центурiона"
BriefSummary="Нам вдалося захопити рiзнi зразки пiхотного озброєння. Це найбiльш поширений зразок, недалеко пiшовший вiд гвинтiвки, якою користувалися 20 рокiв тому. Хоча вiн, безсумнiвно, поступається магнiтним технологiям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матерiалiв."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата\n<Bullet/> Якщо солдат витрачає обидвi дiї на стрiльбу, буде зроблено три пострiли зi зниженою точнiстю, але з вищою ефективнiстю в цiлому\n<Bullet/> Використовуйте полiпшення, здобутi в боях з противником, щоб пiдвищити ефективнiсть гвинтiвки"
; LWOTC Needs Translation
AbilityDescName="Плазмова гвинтiвка"
; End translation

[MutonM2_LWGrenade X2GrenadeTemplate]
FriendlyName="Плазмова граната"
FriendlyNamePlural="Плазмовi гранати"
BriefSummary="У кожного мутона-центурiона є одна потужна плазмова граната."
TacticalText="<Bullet/> Граната великої потужностi."
ThrownAbilityName="Киньте плазмову гранату прибульцiв"
ThrownAbilityHelpText="Киньте плазмову гранату прибульцiв у цiль."
LaunchedAbilityName="Вистрiлiть плазмовою гранатою прибульцiв"
LaunchedAbilityHelpText="Вистрiлiть плазмовою гранатою прибульцiв у цiль. Пошкоджує броню."

[MutonM2_LW_MeleeAttack X2WeaponTemplate]
FriendlyName="Багнет"

;;;;;;;;;;;;;;;;;;;;;;;;;; MutonM3_LW ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[MutonM3_LW X2CharacterTemplate]
strCharacterName="Елiтний Мутон"

[MutonM3_LW_Wpn X2WeaponTemplate]
FriendlyName="Плазмопушка Елiтного Мутона"
; LWOTC Needs Translation
AbilityDescName="Плазмопушка"
; End translation

[MutonM3_LWGrenade X2GrenadeTemplate]
FriendlyName="Плазмова граната"
FriendlyNamePlural="Плазмовi гранати"
BriefSummary="У кожного Елiтного Мутона є потужна плазмова граната."
TacticalText="<Bullet/> Граната великої потужностi."
ThrownAbilityName="Киньте плазмову гранату прибульцiв"
ThrownAbilityHelpText="Киньте плазмову гранату прибульцiв у цiль."
LaunchedAbilityName="Вистрiлiть плазмовою гранатою прибульцiв"
LaunchedAbilityHelpText="Вистрiлiть плазмовою гранатою прибульцiв у цiль. Пошкоджує броню."

;;;;;;;;;;;;;;;;;;;;;;;;;; Naja ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NajaM1 X2CharacterTemplate]
strCharacterName="Ная"

[NajaM2 X2CharacterTemplate]
strCharacterName="Ная Серпенс"

[NajaM3 X2CharacterTemplate]
strCharacterName="Елiтна Ная"

[NajaM1_WPN X2WeaponTemplate]
FriendlyName="Снайперська гвинтiвка Наї"
; LWOTC Needs Translation
AbilityDescName="Снайперська гвинтiвка"
; End translation

[NajaM2_WPN X2WeaponTemplate]
FriendlyName="Снайперська гвинтiвка Наї"
; LWOTC Needs Translation
AbilityDescName="Снайперська гвинтiвка"
; End translation

[NajaM3_WPN X2WeaponTemplate]
FriendlyName="Снайперська гвинтiвка Наї"
; LWOTC Needs Translation
AbilityDescName="Снайперська гвинтiвка"
; End translation

;;;;;;;;;;;;;;;;;;;;;;;;;; Sidewinder ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[SidewinderM1 X2CharacterTemplate]
strCharacterName="Гримучник"

[SidewinderM2 X2CharacterTemplate]
strCharacterName="Гримучник Серпенс"

[SidewinderM3 X2CharacterTemplate]
strCharacterName="Елiтний Гримучник"

[SidewinderM1_WPN X2WeaponTemplate]
FriendlyName="Гiперпiстолет гримучника"
; LWOTC Needs Translation
AbilityDescName="Гiперпiстолет"
; End translation

[SidewinderM2_WPN X2WeaponTemplate]
FriendlyName="Гiперпiстолет гримучника"
; LWOTC Needs Translation
AbilityDescName="Гiперпiстолет"
; End translation

[SidewinderM3_WPN X2WeaponTemplate]
FriendlyName="Гiперпiстолет гримучника"
; LWOTC Needs Translation
AbilityDescName="Гiперпiстолет"
; End translation

;;;;;;;;;;;;;;;;;;;;;;;;;; Viper ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[ViperM2_LW X2CharacterTemplate]
strCharacterName="Гадюка Серпенс"

[ViperM3_LW X2CharacterTemplate]
strCharacterName="Елiтна Гадюка"

[ViperM2_LW_WPN X2WeaponTemplate]
FriendlyName="Променева гвинтiвка"
; LWOTC Needs Translation
AbilityDescName="Плазмова гвинтiвка"
; End translation

[ViperM3_LW_WPN X2WeaponTemplate]
FriendlyName="Променева гвинтiвка"
; LWOTC Needs Translation
AbilityDescName="Плазмова гвинтiвка"
; End translation

;;;;;;;;;;;;;;;;;;;;;;;;;; ArchonM2_LW ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[ArchonM2_LW X2CharacterTemplate]
strCharacterName="Великий Архонт"

;;;;;;;;;;;;;;;;;;;;;;;;;; SectoidM2_LW ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[SectoidM2_LW X2CharacterTemplate]
strCharacterName="Командир сектоїдiв"

;;;;;;;;;;;;;;;;;;;;;;;;;; AdvGunnerM1 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvGunnerM1 X2CharacterTemplate]
strCharacterName="Кулеметник \"Адвента\""

[AdvGunnerM1_WPN X2WeaponTemplate]
FriendlyName="Автомаг"
; LWOTC Needs Translation
AbilityDescName="Пушка"
; End translation

[AdvGunnerM2 X2CharacterTemplate]
strCharacterName="Важкий кулеметник \"Адвента\""

[AdvGunnerM2_WPN X2WeaponTemplate]
FriendlyName="Автомаг"
; LWOTC Needs Translation
AbilityDescName="Пушка"
; End translation

[AdvGunnerM3 X2CharacterTemplate]
strCharacterName="Елiтний Кулеметник \"Адвента\""

[AdvGunnerM3_WPN X2WeaponTemplate]
FriendlyName="Автомаг"
; LWOTC Needs Translation
AbilityDescName="Пушка"
; End translation


;;;;;;;;;;;;;;;;;;;;;;;;;; AdvSentryM1-3 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvSentryM1 X2CharacterTemplate]
strCharacterName="Вартовий \"Адвента\""

[AdvSentryM1_WPN X2WeaponTemplate]
FriendlyName="Магнiтна гвинтiвка \"Адвента\""
; LWOTC Needs Translation
AbilityDescName="Магнiтна гвинтiвка"
; End translation

[AdvSentryM2 X2CharacterTemplate]
strCharacterName="Страж \"Адвента\""

[AdvSentryM2_WPN X2WeaponTemplate]
FriendlyName="Магнiтна гвинтiвка \"Адвента\""
; LWOTC Needs Translation
AbilityDescName="магнiтна гвинтiвка"
; End translation

[AdvSentryM3 X2CharacterTemplate]
strCharacterName="Перехоплювач \"Адвента\""

[AdvSentryM3_WPN X2WeaponTemplate]
FriendlyName="Магнiтна гвинтiвка \"Адвента\""
; LWOTC Needs Translation
AbilityDescName="Магнiтна гвинтiвка"
; End translation

;;;;;;;;;;;;;;;;;;;;;;;;;; AdvGrenadierM1-3 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvGrenadierM1 X2CharacterTemplate]
strCharacterName="Iнженер \"Адвента\""

[AdvGrenadierM1_GrenadeLauncher X2WeaponTemplate]
FriendlyName="Гранатомет \"Адвента\""

[AdvGrenadierM2 X2CharacterTemplate]
strCharacterName="Гранатометник \"Адвента\""

[AdvGrenadierM2_GrenadeLauncher X2WeaponTemplate]
FriendlyName="Гранатомет \"Адвента\""

[AdvGrenadierM3 X2CharacterTemplate]
strCharacterName="Важкий гранатометник \"Адвента\""

[AdvGrenadierM3_GrenadeLauncher X2WeaponTemplate]
FriendlyName="Гранатомет \"Адвента\""

[AdvGrenadierFlashbangGrenade X2GrenadeTemplate]
FriendlyName="Свiтло-шумова граната"
FriendlyNamePlural="Свiтло-шумовi гранати"
BriefSummary="Свiтло-шумова граната дезорiєнтує ворогiв у дуже великому радiусi, серйозно знижуючи боєздатнiсть."
TacticalText="<Bullet/> Свiтло-шумовi гранати не завдають шкоди, але приголомшують i дезорiєнтують противника в межах великого радiусу.<br><Bullet/> Не дiють на союзникiв."
ThrownAbilityName="Кидок свiтло-шумової гранати"
ThrownAbilityHelpText="Дезорiєнтує всiх противникiв у зонi ураження."
LaunchedAbilityname="Пострiл свiтло-шумовою гранатою"
LaunchedAbilityHelpText="Дезорiєнтує всiх противникiв у зонi ураження."

[AdvGrenadierFireGrenade X2GrenadeTemplate]
FriendlyName="Запалювальна граната"
FriendlyNamePlural="Запалювальнi гранати"
BriefSummary="Запалювальна граната є наступним етапом розвитку iмпровiзованої зброї, роками використовуваної Опором. Бiльшiсть цiлей у зонi вибуху загоряться та отримуватимуть шкоду кожен хiд."
TacticalText="<Bullet/> Запалювальнi гранати завдають шкоди всiм цiлям у радiусi ураження та пiдпалюють усiх, хто може горiти.\n<Bullet/> Вони завдають бiльшої шкоди при вибуху, нiж усi iншi гранати.\n<Bullet/> Деякi вороги, особливо металевi, неуразливi для вогню та не загоряються."
ThrownAbilityName="Кидок запалювальної гранати"
ThrownAbilityHelpText="Пiдпалює вказану область i всiх, хто знаходиться в зонi ураження."
LaunchedAbilityname="Пострiл запалювальною гранатою"
LaunchedAbilityHelpText="Пiдпалює вказану область i всiх, хто знаходиться в зонi ураження."

[AdvGrenadierAcidGrenade X2GrenadeTemplate]
FriendlyName="Кислотна граната"
FriendlyNamePlural="Кислотнi гранати"
BriefSummary="Додавши їдкий хiмiчний склад у стандартнi осколковi гранати, ми створили зброю, ефективно знищуючу броню противника. Ураженi цiлi продовжують отримувати шкоду, поки кислота роз'їдає все, до чого торкається."
TacticalText="<Bullet/> Кислотнi гранати знищують броню ефективнiше осколкових гранат.<br><Bullet/> Вороги, що перебувають пiд впливом кислоти, отримують шкоду протягом кiлькох ходiв."
ThrownAbilityName="Кидок кислотної гранати"
ThrownAbilityHelpText="Утворює калюжi кислоти, завдаючi шкоди."
LaunchedAbilityname="Пострiл кислотною гранатою"
LaunchedAbilityHelpText="Утворює калюжi кислоти, завдаючi шкоди."

;;;;;;;;;;;;;;;;;;;;;;;;;; AdvRocketeerM1-3 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvRocketeerM1 X2CharacterTemplate]
strCharacterName="Ракетник \"Адвента\""

[AdvRocketeerM2 X2CharacterTemplate]
strCharacterName="Важкий Ракетник \"Адвента\""

[AdvRocketeerM3 X2CharacterTemplate]
strCharacterName="Елiтний Ракетник \"Адвента\""

[AdvRocketeerM1_RocketLauncher X2WeaponTemplate]
FriendlyName="Ракетомет \"Адвента\""

;;;;;;;;;;;;;;;;;;;;;;;;;; AdvMecM3 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvMec_M3_LW X2CharacterTemplate]
strCharacterName="Супер тяжкий МЕК"

;;;;;;;;;;;;;;;;;;;;;;;;;; DroneM1-2 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[LWDroneM1 X2CharacterTemplate]
strCharacterName="Дрон-спостерiгач \"Адвента\""

[LWDroneM2 X2CharacterTemplate]
strCharacterName="Дрон-мисливець \"Адвента\""

[LWDroneM1_WPN X2WeaponTemplate]
FriendlyName="Шокер дрона"
; LWOTC Needs Translation
AbilityDescName="Електрошокова зброя"
; End translation

[LWDroneM2_WPN X2WeaponTemplate]
FriendlyName="Електрошокер дрона"
; LWOTC Needs Translation
AbilityDescName="Електрошокова зброя"
; End translation

;;;;;;;;;;;;;;;;;;;;;;;;;; AdvMecArcherM1 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvMECArcherM1 X2CharacterTemplate]
strCharacterName="МЕК \"Лучник\""

[AdvMECArcher_WPN X2WeaponTemplate]
FriendlyName="Мiнi-гармата МЕКа"
; LWOTC Needs Translation
AbilityDescName="мiнi-гармата"
; End translation

[AdvMECArcher_Shoulder_WPN X2WeaponTemplate]
FriendlyName="Ракетна артилерiя"
; LWOTC Needs Translation
AbilityDescName="мiкроракети"
; End translation

;;;;;;;;;;;;;;;;;;;;;;;;;; AdvMecArcherM2 ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[AdvMECArcherM2 X2CharacterTemplate]
strCharacterName="МЕК \"Довгий лук\""

;;;;;;;;;;;;;;;;;;;;;;;;;; Chryssalid Soldier ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[ChryssalidSoldier X2CharacterTemplate]
strCharacterName="Крiсалiд-борець"

[ChryssalidSoldierSlash X2AbilityTemplate]
LocFriendlyName="Удар крiсалiди-бореця"
LocLongDescription="Атаки в ближньому бою завдають величезної шкоди."
LocHelpText="Атаки в ближньому бою завдають величезної шкоди."

;;;;;;;;;;;;;;;;;;;;;;;;;; Hive Queen ;;;;;;;;;;;;;;;;;;;;;;;;;;;

[HiveQueen X2CharacterTemplate]
strCharacterName="Королева рою"

[HiveQueenSlash X2AbilityTemplate]
LocFriendlyName="Потужний удар крiсалiда"
LocLongDescription="Атаки в ближньому бою завдають величезної шкоди."
LocHelpText="Атаки в ближньому бою завдають величезної шкоди."

;;;;;;;;;;;;;;;;;;;;;;;;; Additional ADVENT Trooper types ;;;;;;;;;;;;;;;;;;;;;;;;

[AdvSergeantM1 X2CharacterTemplate]
strCharacterName="Сержант \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvSergeantM1_WPN X2WeaponTemplate]
FriendlyName="Магнiтна гвинтiвка \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"


[AdvSergeantM2 X2CharacterTemplate]
strCharacterName="Ст. сержант \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvSergeantM2_WPN X2WeaponTemplate]
FriendlyName="Магнiтна гвинтiвка \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvShockTroop X2CharacterTemplate]
strCharacterName="Штурмовик \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvShockTroop_WPN X2WeaponTemplate]
FriendlyName="Магнiтна гвинтiвка \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvCommando X2CharacterTemplate]
strCharacterName="Коммандо \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvCommando_WPN X2WeaponTemplate]
FriendlyName="Магнiтна гвинтiвка \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvVanguard X2CharacterTemplate]
strCharacterName="Передовий солдат \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvVanguard_WPN X2WeaponTemplate]
FriendlyName="Магнiтна гвинтiвка \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvScout X2CharacterTemplate]
strCharacterName="Розвiдник \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvScout_WPN X2WeaponTemplate]
FriendlyName="Магнiтна гвинтiвка \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvGeneralM1_LW X2CharacterTemplate]
strCharacterName="Генерал \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvGeneralM1_LW_WPN X2WeaponTemplate]
FriendlyName="Магнiтна гвинтiвка \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvGeneralM2_LW X2CharacterTemplate]
strCharacterName="Генерал \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"

[AdvGeneralM2_LW_WPN X2WeaponTemplate]
FriendlyName="Магнiтна гвинтiвка \"Адвента\""
AbilityDescName="Магнiтна гвинтiвка"
